<!doctype html>
<html>

<head>
  <title>This is the title of the webpage!</title>
  <link rel="stylesheet" href="style.css">
</head>

<div class="logo"> 
  <img src="logo.png" alt="logo site" style="width:200px;height:100px;">
</div>
<div class="header">
  <div class="dropbtn">
    <a href="index.html">HOME</a>
  </div>
  <div class="dropdown">
    <button class="dropbtn">CIBO</button>
    <div class="dropdown-content">
      <a href="cibo_fuori.html">FUORI</a>
      <a href="#">LA SPESA</a>
      <a href="#">A CASA</a>
    </div>
  </div>
  <div class="dropbtn">
    <a href="burocrazia.html">BUROCRAZIA</a>
  </div>
  <div class="dropbtn">
    <a href="casa.html">CASA</a>
  </div>
  <div class="dropbtn">
    <a href="lavoro.html">LAVORO</a>
  </div>
</div>

  <body>
    <div class="container">
      <img src="cibo_italiano.jpg" alt="immage" style="opacity: 0.5;">
      <img src="cibo_italiano.jpg" alt="immage" style="opacity: 0.5;">
      <div class="centered_top">
      <h2 style="text-align: center;">Mangiare in Francia</h2>
        
      <p>
        Uno dei primi ostacoli quando si cambia di nazione
        sono senza dubbio le proprie abitudini alimentari. Qui non si parla solo 
        della famo disputa carbonare o non carbonara (per quanto meriterebbe una pagina a s&eacute;, 
        Ma in generale dell'approccio a tutti i pasti. Per fortuna la Francia non &eacute;
        tra i paesi che pi&uacute; son diversi dal nostro, in termini di cibo. 
      </p>  
      <h3>
          La Mattina
      </h3>
      <p> 
        La mattina fa parte di quei pasti che un pi&uacute;si avvicina alle nostre abitudini.
        L'accostamento di una bevanda calda con un <i>"croissant"</i> o con un altro equivalente
        alla <i>"boulangerie"</i> sono un classico. La marmellata e il burro non mancano mai.
        Per coloro che sono <b>latto-intolleranti</b> &eacute; importante per&ograve; fare attenzione:
        la quantit&agrave; di burro nei croissant &eacute; alta e potreste non tollerarla bene.
      </p>

      <h3>
        Il pranzo
      </h3>
      <p> 
        Qui le differenze aumentano. Se optiamo per un pasto veloce i condimenti classici dei sandwich
        potrebbero stupirci. Si va dal classico <i>"jambon, beurre"</i> a dei pi&uacute; elaborati panini con 
        <i>crudit&eacute;es</i> e salse di vario tipo. Solitamente non sono male, per quanto i sapori possano
        essere originali. <br> Sempre in questa categoria, esistono anche diversi kebabbari, che qui viene considerato
        come il vero cibo da strada, a meno che non ci siano delle alternative regionali (come la <i>"galette saucisse"</i>
        in Bretagna) o dei fala-fel libanesi o altri cibi magrebini.
        <br><br>Altrimenti, avendo pi&uacute; tempo, si pu&ograve; optare per un <b>bar</b>. &Eacute; importante 
        sapere che qui il termine bar non corrisponde come per noi al posto dove prendere un caff&eacute;
        (chiamato per l'appunto <b>caf&eacute;</b>) ma pi&uacute; a dei veri e propri ristoranti.
        In questi posti esistono solitamente due <i>"formules"</i> : una completa con antipasto, 
        portata principale e dessert, una pi&uacute; leggera con il piatto principale e la possibllit&aacute; di 
        scegliere se si vuole l'antipasto o il dessert.   
      </p>

      <h3>
        La cena
      </h3>
      <p> 
        Stesse osservazione fatte per il pranzo. La differenza sta nel fatto che la sera pi&uacute; che i <i>bar</i>
        si prediligono i veri e propri <i>"restaurant"</i>. Ci sono di solito le stesse formule del
        pranzo. I piatti proposti possono per&ograve; cambiare, con una predilezione per la proteina animale.   
      </p>


        
        
      </div>
    </div>

<footer class="site-footer">
    <div class="container">
      <div class="row">
        <div class="col-sm-12 col-md-6">
          <h6>About</h6>
          <p class="text-justify">Rugbion &eacute; un'iniziativa privata e spontanea che non mira in alcun modo a sostituire altre pagine gi&agrave; esistenti <br> 
          Lo scopo resta quello di aiutare per quanto possibile tutti coloro che si ritrovano a dover fare un'esperienza di breve o lunga durata in Francia <br>
          L'autore di questo sito ha sperimentato in prima persona le diffiolt&agrave; che ci si pu&ograve; aspettare da questo tipo di esperienze e spera che 
          questo sito possa aiutare in tal senso <br>
        </p>
        </div>

        <div class="col-xs-6 col-md-3">
          <h6>Categorie</h6>
          <ul class="footer-links">
            <li><a href="http://scanfcode.com/category/c-language/">Home</a></li>
            <li><a href="http://scanfcode.com/category/front-end-development/">Cibo</a></li>
            <li><a href="http://scanfcode.com/category/back-end-development/">Burocrazia</a></li>
            <li><a href="http://scanfcode.com/category/java-programming-language/">Casa</a></li>
            <li><a href="http://scanfcode.com/category/android/">Lavoro</a></li>
          </ul>
        </div>

        <div class="col-xs-6 col-md-3">
          <h6>Link rapidi</h6>
          <ul class="footer-links">
            <li><a href="http://scanfcode.com/about/">About Me</a></li>
            <li><a href="http://scanfcode.com/contact/">Contact Me</a></li>
            <li><a href="http://scanfcode.com/contribute-at-scanfcode/">Contribute</a></li>
            <li><a href="http://scanfcode.com/privacy-policy/">Privacy Policy</a></li>
          </ul>
        </div>
      </div>
      <hr>
    </div>
    <div class="container">
      <div class="row">
        <div class="col-md-8 col-sm-6 col-xs-12">
          <p class="copyright-text">Copyright &copy; 2017 All Rights Reserved by 
       <a href="#">Scanfcode</a>.
          </p>
        </div>

        <div class="col-md-4 col-sm-6 col-xs-12">
          <ul class="social-icons">
            <li><a class="facebook" href="#"><i class="fa fa-facebook"></i></a></li>
            <li><a class="twitter" href="#"><i class="fa fa-twitter"></i></a></li>
            <li><a class="dribbble" href="#"><i class="fa fa-dribbble"></i></a></li>
            <li><a class="linkedin" href="#"><i class="fa fa-linkedin"></i></a></li>   
          </ul>
        </div>
      </div>
    </div>
 </footer>


  
</body>
</html>